[
  {
    "name": "Kerala Snehapoorvam Scholarship 2024",
    "Scholarship Details": "",
    "Award": "The amount the students get from the scholarship will vary depending on the level they are studying in. The applicants must check the scholarship amount before applying for the scholarship.From Class I to 5 the scholarship ammount is Rs. 300/-, From VI to VIII the ammount is Rs. 500/-, Fom Class XI and XII the ammount is Rs750/- and the candidates of graduation course the scholarship ammount is Rs. 1000/- per month. The amount for every class by the Snehapoorvam Scholarship are charted below.",
    "Eligibility": "With almost 1500 shelters in Kerala housing orphans under the age of 18 years, children run the risk of being exploited or abused without adult protection and care. Snehapoorvam Scholarship is an initiative by the Kerala government to provide them with social security and integration and promote basic education. To be eligible for this scholarship, you need to fulfil the following criteria:",
    "Documents Needed": "To apply for the Snehapoorvam Scholarship, you need to keep the following documents ready for verification purposes: The Aadhar Card of the applicant\nParents’ death certificate along with an attested copy of the same.\nDomicile certificate of Kerala\nBPL certificate/Ration card/Annual family income certificate signed by the Village officer.\nCopy of the first page of the applicant’s bank passbook.\nEducational certificate",
    "Provider": "",
    "How To Apply": "Students may apply for the Kerala Snehapoorvam Scholarship from the official website of KSSM @http://ksm.ikm.in/.",
    "Published on": "19 Jun-2024",
    "Status": "Application Open",
    "Category": "BPL-Below Poverty Line",
    "Type": "Scholarship",
    "State": "Kerala",
    "Gender": "For All",
    "Amount": "₹300 per month - ₹1000 per month",
    "Application Deadline": "31 Oct-2024",
    "Official Link": "http://ksm.ikm.in/"
  },
  {
    "name": "Pm Yashasvi Scholarship",
    "Scholarship Details": "",
    "Award": "",
    "Eligibility": "",
    "Documents Needed": "",
    "Provider": "",
    "How To Apply": "Follow the below steps to apply for the program:\n1. Visit Our Official Website.\n2. Read carefully all the information about the program details.\n3. Click on the \"Register\" to complete the registration with required details.\n4. After successful registration, Use the received credentials to log into your account.\n5. Once logged in, Click on the \"Apply\" button.\n6. You will be directed to the application form. Fill in all the required details accurately.\n7. Prepare the necessary documents as specified in the application requirements.\n8. Upload these documents in the designated sections of the application form.\n9. Before submitting, review all the information you have provided.\n10. After that, Click on the \"Submit” button to submit your application.",
    "Published on": "10 Jun-2024",
    "Status": "Application Open",
    "Category": "For All",
    "Type": "Scholarship",
    "State": "Delhi West Bengal",
    "Gender": "For All",
    "Amount": "12000 to 18000",
    "Application Deadline": "31 Jul-2024",
    "Official Link": "https://yet.nta.ac.in/"
  },
  {
    "name": "Paramparik Scholarship",
    "Scholarship Details": "",
    "Award": "",
    "Eligibility": "Candidates, who want to apply for Paramparik Scholarship, must have to pass Madhyamik or Higher Secondary (10th+2) examination from West Bengal. Students, who will be pursuing Engineering, Medical, Nursing, Graduation and Master's courses anywhere in India can apply for this scholarship.",
    "Documents Needed": "Now attached the scanned copy of your Higher Secondary Marksheet, Current Course Admission Receipt with this email. After that send your application through email, with the subject line, Application for Scholarship 2020 addressing the Secretary to paramparik_tradition@yahoo.co.in email address.",
    "Provider": "",
    "How To Apply": "The Application Process for Paramparik Scholarship is Online through Email. Eligible Candidates can send their application with the details information to the Paramparik Foundation. Remarks (if any).",
    "Published on": "31 May-2024",
    "Status": "Application Open",
    "Category": "For All",
    "Type": "Scholarship",
    "State": "West Bengal",
    "Gender": "For All",
    "Amount": "900",
    "Application Deadline": "31 Dec-2024",
    "Official Link": "https://scholarshiparena.in/paramparik-scholarship/"
  },
  {
    "name": "Dr A P J Abdul Kalam Ignite",
    "Scholarship Details": "",
    "Award": "",
    "Eligibility": "In order to promote creativity and originality in children, NIF has been organising IGNITE - a national competition of original technological ideas and innovations by children, up to Standard XII or the age of 17 years, in or out of school.",
    "Documents Needed": "Complete Application Form. Copy of Passport/Identity Proof. Transcripts and Diplomas. Statement of Purpose/Letter of Motivation. Letter of Recommendation. Curriculum Vitae/Resume. Standardised Test Scores.",
    "Provider": "",
    "How To Apply": "Online submission\nStep 1: Visit the application link.\nStep 2: Provide personal details including contact details.\nStep 3: Write the idea or innovation in the given field.\nStep 4: Upload the file and submit the entry.\nSubmission by email\nEmail the details at ignite@nifindia.org\nSubmission by post\nSubmit the entries at the following address-",
    "Published on": "31 May-2024",
    "Status": "Application Open",
    "Category": "For All",
    "Type": "Scholarship",
    "State": "All India",
    "Gender": "For All",
    "Amount": "10000",
    "Application Deadline": "31 Aug-2024",
    "Official Link": "https://www.buddy4study.com/scholarship/dr-a-p-j-abdul-kalam-ignite-awards"
  },
  {
    "name": "Founder’S Scholarship Srm University – Sikkim",
    "Scholarship Details": "",
    "Award": "",
    "Eligibility": "",
    "Documents Needed": "",
    "Provider": "",
    "How To Apply": "",
    "Published on": "",
    "Status": "",
    "Category": "",
    "Type": "",
    "State": "",
    "Gender": "",
    "Amount": "",
    "Application Deadline": "",
    "Official Link": ""
  }
]